{
  "posts": [
    {
      "userId": 5,
      "isActive": false,
      "balance": "$2,519.39",
      "title": "ut anim ullamco duis nostrud",
      "body": "Consectetur laborum incididunt voluptate in duis amet ad qui quis tempor. In sit labore est aute nulla ad incididunt quis. Nulla non voluptate laborum consequat amet ea eu. Deserunt velit ea commodo id occaecat minim officia do cillum."
    },
    {
      "userId": 2,
      "isActive": true,
      "balance": "$2,321.56",
      "title": "qui ullamco aliquip veniam anim",
      "body": "Cupidatat exercitation ex labore amet. Eiusmod laboris ullamco ad elit id duis adipisicing excepteur culpa incididunt dolor non. Lorem dolor ea quis enim consectetur sint."
    },
    {
      "userId": 2,
      "isActive": false,
      "balance": "$3,390.49",
      "title": "enim cupidatat aute nisi velit",
      "body": "Esse enim laboris est ut ipsum amet sunt in mollit culpa. Mollit magna excepteur officia est nulla excepteur pariatur aliquip aliquip ipsum duis anim. Qui aliquip exercitation mollit pariatur irure cillum velit non."
    },
    {
      "userId": 2,
      "isActive": false,
      "balance": "$3,196.08",
      "title": "mollit enim officia elit aliqua",
      "body": "Sint ullamco deserunt dolore esse nisi. Nulla labore sunt nostrud labore occaecat deserunt. Velit cupidatat pariatur irure officia enim."
    },
    {
      "userId": 1,
      "isActive": true,
      "balance": "$1,182.59",
      "title": "duis ea nulla elit occaecat",
      "body": "Qui et culpa deserunt exercitation consequat esse. Culpa nostrud enim sint voluptate minim eiusmod laboris incididunt consectetur veniam dolore. Ullamco nostrud aliqua duis exercitation qui id deserunt nostrud ipsum sit elit pariatur labore. Laboris incididunt id Lorem proident consequat ullamco aute exercitation pariatur. Voluptate culpa consectetur et laborum elit consectetur. Anim minim nisi et culpa sunt voluptate ipsum dolore qui quis nulla dolore eu."
    },
    {
      "userId": 2,
      "isActive": false,
      "balance": "$1,094.57",
      "title": "qui incididunt exercitation consequat ea",
      "body": "Irure sint consectetur ea duis velit nostrud esse aliqua aute nisi. Irure anim qui pariatur proident ut aliqua do ipsum sunt proident quis ex consequat adipisicing. Lorem sint eu mollit duis elit Lorem occaecat. Amet eu enim aliquip sit enim excepteur occaecat. Ex cillum consectetur ex nostrud eu deserunt in commodo anim id. Velit incididunt ullamco et do officia consectetur ea quis laboris ad minim."
    },
    {
      "userId": 4,
      "isActive": false,
      "balance": "$3,654.80",
      "title": "dolore minim anim excepteur fugiat",
      "body": "Aliquip do elit nulla labore est veniam nisi ad ea mollit magna amet magna. Ut tempor deserunt consequat anim id sint id pariatur tempor incididunt proident. Dolore do qui sit ad irure do eiusmod. Aliqua consectetur aliquip aliqua velit cupidatat nisi nulla cupidatat ipsum veniam. Incididunt minim anim occaecat labore voluptate deserunt tempor reprehenderit veniam. Commodo occaecat consectetur ea aute id pariatur adipisicing labore aliqua. Mollit ut ullamco mollit reprehenderit eiusmod ea dolor."
    },
    {
      "userId": 4,
      "isActive": true,
      "balance": "$1,466.17",
      "title": "excepteur officia ea ipsum aliquip",
      "body": "Fugiat dolore in aute exercitation esse pariatur. Eiusmod tempor ex ea commodo. Mollit id consequat adipisicing laborum esse pariatur laboris aliquip et dolore elit. Reprehenderit irure eiusmod adipisicing est pariatur Lorem ad proident aute pariatur."
    },
    {
      "userId": 5,
      "isActive": true,
      "balance": "$3,444.05",
      "title": "veniam aliqua deserunt esse labore",
      "body": "Commodo ipsum elit cupidatat exercitation labore officia. Adipisicing ex excepteur occaecat mollit est proident non sunt. Ad sit proident ad cupidatat esse ea quis commodo laborum. Id sint consequat consequat duis dolore sint dolor. Anim pariatur mollit magna tempor culpa esse ut do ex non voluptate id cupidatat ex."
    },
    {
      "userId": 3,
      "isActive": true,
      "balance": "$1,338.53",
      "title": "ipsum incididunt veniam veniam tempor",
      "body": "Pariatur anim enim id reprehenderit ea dolor laborum ut in incididunt ad. Dolor id occaecat adipisicing aliquip veniam pariatur exercitation ut. Minim nisi occaecat laboris qui commodo veniam culpa id irure sunt dolore est laborum. Veniam veniam duis nisi eiusmod sit ex aute minim deserunt. Cillum do ad sint sit reprehenderit eiusmod commodo duis ipsum."
    },
    {
      "userId": 2,
      "isActive": false,
      "balance": "$3,705.92",
      "title": "pariatur velit deserunt tempor occaecat",
      "body": "Duis mollit sit eu ullamco dolore anim cupidatat id dolore nisi. Eu elit eiusmod laborum nostrud incididunt mollit. Mollit ut consequat amet cillum ad eiusmod eu commodo nostrud sit nulla reprehenderit. Et sit nulla velit adipisicing."
    },
    {
      "userId": 5,
      "isActive": true,
      "balance": "$2,772.89",
      "title": "aliquip elit est est quis",
      "body": "Dolor duis in pariatur ipsum labore. Esse nisi fugiat sit aute. Excepteur quis tempor pariatur anim est aute. Laborum ipsum officia sint nostrud voluptate proident labore velit reprehenderit. Eiusmod dolor ex duis sunt. Ipsum voluptate pariatur fugiat laborum sit excepteur elit sint proident culpa ipsum velit cupidatat. Minim laborum mollit cillum cillum deserunt cillum magna esse cillum."
    },
    {
      "userId": 2,
      "isActive": true,
      "balance": "$3,060.90",
      "title": "veniam id consectetur nisi incididunt",
      "body": "Sint nostrud eiusmod aliqua commodo eiusmod irure. Deserunt non et pariatur fugiat officia consequat reprehenderit consectetur occaecat duis. Cupidatat fugiat irure nostrud amet pariatur adipisicing ea irure ipsum non mollit. Pariatur minim velit Lorem commodo reprehenderit quis labore id voluptate consectetur sunt do. Incididunt et adipisicing ullamco dolore."
    },
    {
      "userId": 1,
      "isActive": true,
      "balance": "$2,301.18",
      "title": "mollit nulla enim velit proident",
      "body": "Dolor deserunt incididunt ut fugiat dolor. Eu eu non amet veniam reprehenderit ipsum quis pariatur elit. Minim voluptate voluptate eu labore incididunt quis adipisicing ex consequat. Labore commodo duis amet irure. Aliqua commodo sunt aliquip cupidatat elit. Laboris aliquip cupidatat aute exercitation irure esse culpa anim cupidatat eiusmod. Minim non reprehenderit qui esse nulla laborum nostrud voluptate aliqua proident esse irure."
    },
    {
      "userId": 2,
      "isActive": true,
      "balance": "$2,547.21",
      "title": "cupidatat officia nostrud ullamco dolor",
      "body": "Ad pariatur irure nostrud laboris voluptate laboris quis ut adipisicing consectetur et. Dolor sint sint dolore ad. Ipsum fugiat labore ut do fugiat ullamco labore amet pariatur in. In tempor et nostrud occaecat aliquip commodo anim nulla laborum aliquip aliqua exercitation dolore."
    },
    {
      "userId": 3,
      "isActive": true,
      "balance": "$3,392.52",
      "title": "consectetur duis mollit duis cillum",
      "body": "Pariatur nisi sunt laboris officia. Proident culpa ex dolore aliquip incididunt minim magna quis enim anim. Deserunt aliquip nisi duis voluptate dolore id culpa et. Est commodo commodo ad laborum cillum magna aute."
    },
    {
      "userId": 2,
      "isActive": true,
      "balance": "$1,126.15",
      "title": "culpa esse excepteur cupidatat nisi",
      "body": "Consectetur ullamco commodo irure non sint. Est proident nostrud ad fugiat aliqua tempor officia qui. Ad aliquip dolor ut ipsum eu fugiat cupidatat ex aliquip non et. Adipisicing ea cillum officia consectetur proident ad eu laboris amet do incididunt occaecat incididunt culpa. Cillum quis amet non ipsum. Cupidatat mollit culpa veniam nostrud exercitation voluptate sint velit do proident irure amet aute est. Deserunt veniam consectetur ut consequat fugiat enim aliqua quis velit enim officia magna minim occaecat."
    },
    {
      "userId": 5,
      "isActive": false,
      "balance": "$3,596.26",
      "title": "sit pariatur excepteur ad laboris",
      "body": "Qui do anim id cupidatat mollit do enim anim ea irure pariatur. Officia ut veniam non consectetur ullamco qui incididunt adipisicing ipsum tempor non. Ex est consequat adipisicing pariatur dolor reprehenderit eiusmod officia ipsum esse cillum. Adipisicing veniam qui dolore in. Ut ut minim mollit eu cupidatat dolor duis magna magna deserunt proident tempor incididunt ad."
    },
    {
      "userId": 1,
      "isActive": false,
      "balance": "$2,174.39",
      "title": "cillum dolore ut duis aliqua",
      "body": "Dolor sunt consequat reprehenderit cillum amet esse. Aliqua qui pariatur culpa non ea enim. Excepteur dolore minim ut cillum eu proident cillum aliqua proident nisi. Ad amet eu veniam non magna. Sint dolor sit excepteur aute aliqua qui ex. Nulla id cupidatat aliquip dolor enim nostrud non cupidatat."
    }
  ],
  "users": [
    {
      "userId": 0,
      "isActive": true,
      "balance": "$3,993.92",
      "title": "cillum Lorem consequat voluptate ipsum",
      "body": "Nulla in voluptate do tempor adipisicing esse veniam. Duis tempor adipisicing magna in esse ad consectetur duis proident adipisicing excepteur. Non mollit id voluptate adipisicing reprehenderit ad mollit adipisicing nisi sit commodo est. Et tempor enim incididunt non ipsum nisi velit duis. Irure ad anim sunt commodo."
    },
    {
      "userId": 1,
      "isActive": false,
      "balance": "$3,554.89",
      "title": "nostrud ullamco veniam eu sunt",
      "body": "Anim sit qui dolore deserunt non sunt ut nisi occaecat laboris. Exercitation aliqua nisi sint commodo et cupidatat voluptate proident dolore eu id excepteur laboris. Amet consequat in non sunt. Consequat tempor qui cupidatat quis id do commodo id id. Magna do elit cillum labore esse magna nulla adipisicing voluptate ex laborum. Irure sint quis id ipsum quis id veniam ullamco quis Lorem in."
    },
    {
      "userId": 2,
      "isActive": false,
      "balance": "$2,080.79",
      "title": "ullamco pariatur Lorem minim excepteur",
      "body": "Anim Lorem deserunt pariatur fugiat ex dolore qui reprehenderit nisi. Cillum dolor nostrud sint officia aliqua consequat fugiat magna non irure tempor reprehenderit. Sit aute laborum voluptate nulla labore in nostrud duis."
    },
    {
      "userId": 3,
      "isActive": false,
      "balance": "$1,544.97",
      "title": "irure laborum exercitation mollit minim",
      "body": "Amet nostrud dolor aute amet voluptate eiusmod sit exercitation. Eu mollit veniam officia laborum proident aliqua excepteur minim dolor ea dolor dolore adipisicing esse. Minim reprehenderit esse ut fugiat velit labore est laboris esse Lorem. Sit dolore qui commodo reprehenderit ex. Sint sunt sunt commodo do irure eiusmod culpa pariatur est ipsum incididunt magna occaecat labore. Ullamco aliqua do dolore mollit adipisicing Lorem proident cillum laboris anim. Reprehenderit veniam anim sunt quis qui velit culpa in deserunt id aute voluptate."
    },
    {
      "userId": 4,
      "isActive": true,
      "balance": "$1,253.30",
      "title": "sunt sunt ea magna non",
      "body": "Commodo aute duis enim enim. Commodo cupidatat consectetur tempor consequat eiusmod laborum eu quis amet culpa exercitation non. Deserunt tempor non reprehenderit ut labore ex non ipsum eiusmod officia eu."
    },
    {
      "userId": 5,
      "isActive": false,
      "balance": "$2,979.88",
      "title": "mollit labore incididunt velit ea",
      "body": "Id ex qui mollit nostrud dolor sunt quis quis officia pariatur duis esse incididunt laborum. Velit culpa ipsum et id aliqua ullamco consectetur eiusmod ad et minim excepteur. Non aliquip elit ut magna."
    },
    {
      "userId": 6,
      "isActive": false,
      "balance": "$3,915.66",
      "title": "do irure incididunt id magna",
      "body": "Ullamco labore culpa quis incididunt tempor duis anim adipisicing cillum. Enim in culpa incididunt consectetur est velit ut esse ipsum. Aliquip qui enim aliquip eu ullamco. Laborum aliquip irure labore pariatur pariatur nulla ea incididunt quis consequat laborum. Anim amet nostrud sint ea ullamco quis exercitation Lorem culpa aliqua."
    },
    {
      "userId": 7,
      "isActive": true,
      "balance": "$3,660.26",
      "title": "adipisicing sunt elit reprehenderit ad",
      "body": "Commodo sunt id laboris cupidatat deserunt magna. Aliqua anim nostrud adipisicing do occaecat nulla culpa adipisicing Lorem occaecat labore commodo laboris duis. Occaecat sunt nisi elit mollit et. Amet officia culpa dolore pariatur sint pariatur deserunt cillum veniam consequat ad exercitation."
    }
  ],
  "projects": [
    {
      "projectId": 1,
      "customerName": "Dereje",
      "address1": "123 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "DTK",
      "jobNumber": "3010",
      "productionMeter": true
    },
    {
      "projectId": 2,
      "customerName": "Winta",
      "address1": "124 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "AAA",
      "jobNumber": "3011",
      "productionMeter": true
    },
    {
      "projectId": 3,
      "customerName": "Ruhama",
      "address1": "125 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "AAA",
      "jobNumber": "3012",
      "productionMeter": true
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
