{
  "posts": [
    {
      "userId": 0,
      "isActive": false,
      "balance": "$2,519.39",
      "title": "ut anim ullamco duis nostrud",
      "body": "Consectetur laborum incididunt voluptate in duis amet ad qui quis tempor. In sit labore est aute nulla ad incididunt quis. Nulla non voluptate laborum consequat amet ea eu. Deserunt velit ea commodo id occaecat minim officia do cillum."
    },
    {
      "userId": 0,
      "isActive": true,
      "balance": "$2,321.56",
      "title": "qui ullamco aliquip veniam anim",
      "body": "Cupidatat exercitation ex labore amet. Eiusmod laboris ullamco ad elit id duis adipisicing excepteur culpa incididunt dolor non. Lorem dolor ea quis enim consectetur sint."
    },
    {
      "userId": 0,
      "isActive": false,
      "balance": "$3,390.49",
      "title": "enim cupidatat aute nisi velit",
      "body": "Esse enim laboris est ut ipsum amet sunt in mollit culpa. Mollit magna excepteur officia est nulla excepteur pariatur aliquip aliquip ipsum duis anim. Qui aliquip exercitation mollit pariatur irure cillum velit non."
    },
    {
      "userId": 1,
      "isActive": false,
      "balance": "$3,196.08",
      "title": "mollit enim officia elit aliqua",
      "body": "Sint ullamco deserunt dolore esse nisi. Nulla labore sunt nostrud labore occaecat deserunt. Velit cupidatat pariatur irure officia enim."
    },
    {
      "userId": 1,
      "isActive": true,
      "balance": "$1,182.59",
      "title": "duis ea nulla elit occaecat",
      "body": "Qui et culpa deserunt exercitation consequat esse. Culpa nostrud enim sint voluptate minim eiusmod laboris incididunt consectetur veniam dolore. Ullamco nostrud aliqua duis exercitation qui id deserunt nostrud ipsum sit elit pariatur labore. Laboris incididunt id Lorem proident consequat ullamco aute exercitation pariatur. Voluptate culpa consectetur et laborum elit consectetur. Anim minim nisi et culpa sunt voluptate ipsum dolore qui quis nulla dolore eu."
    },
    {
      "userId": 1,
      "isActive": false,
      "balance": "$1,094.57",
      "title": "qui incididunt exercitation consequat ea",
      "body": "Irure sint consectetur ea duis velit nostrud esse aliqua aute nisi. Irure anim qui pariatur proident ut aliqua do ipsum sunt proident quis ex consequat adipisicing. Lorem sint eu mollit duis elit Lorem occaecat. Amet eu enim aliquip sit enim excepteur occaecat. Ex cillum consectetur ex nostrud eu deserunt in commodo anim id. Velit incididunt ullamco et do officia consectetur ea quis laboris ad minim."
    },
    {
      "userId": 0,
      "isActive": false,
      "balance": "$3,654.80",
      "title": "dolore minim anim excepteur fugiat",
      "body": "Aliquip do elit nulla labore est veniam nisi ad ea mollit magna amet magna. Ut tempor deserunt consequat anim id sint id pariatur tempor incididunt proident. Dolore do qui sit ad irure do eiusmod. Aliqua consectetur aliquip aliqua velit cupidatat nisi nulla cupidatat ipsum veniam. Incididunt minim anim occaecat labore voluptate deserunt tempor reprehenderit veniam. Commodo occaecat consectetur ea aute id pariatur adipisicing labore aliqua. Mollit ut ullamco mollit reprehenderit eiusmod ea dolor."
    },
    {
      "userId": 0,
      "isActive": true,
      "balance": "$1,466.17",
      "title": "excepteur officia ea ipsum aliquip",
      "body": "Fugiat dolore in aute exercitation esse pariatur. Eiusmod tempor ex ea commodo. Mollit id consequat adipisicing laborum esse pariatur laboris aliquip et dolore elit. Reprehenderit irure eiusmod adipisicing est pariatur Lorem ad proident aute pariatur."
    },
    {
      "userId": 1,
      "isActive": true,
      "balance": "$3,444.05",
      "title": "veniam aliqua deserunt esse labore",
      "body": "Commodo ipsum elit cupidatat exercitation labore officia. Adipisicing ex excepteur occaecat mollit est proident non sunt. Ad sit proident ad cupidatat esse ea quis commodo laborum. Id sint consequat consequat duis dolore sint dolor. Anim pariatur mollit magna tempor culpa esse ut do ex non voluptate id cupidatat ex."
    }
  ],
  "users": [
    {
      "userId": 0,
      "isActive": true,
      "balance": "$3,993.92",
      "title": "cillum Lorem consequat voluptate ipsum",
      "body": "Nulla in voluptate do tempor adipisicing esse veniam. Duis tempor adipisicing magna in esse ad consectetur duis proident adipisicing excepteur. Non mollit id voluptate adipisicing reprehenderit ad mollit adipisicing nisi sit commodo est. Et tempor enim incididunt non ipsum nisi velit duis. Irure ad anim sunt commodo."
    },
    {
      "userId": 1,
      "isActive": false,
      "balance": "$3,554.89",
      "title": "nostrud ullamco veniam eu sunt",
      "body": "Anim sit qui dolore deserunt non sunt ut nisi occaecat laboris. Exercitation aliqua nisi sint commodo et cupidatat voluptate proident dolore eu id excepteur laboris. Amet consequat in non sunt. Consequat tempor qui cupidatat quis id do commodo id id. Magna do elit cillum labore esse magna nulla adipisicing voluptate ex laborum. Irure sint quis id ipsum quis id veniam ullamco quis Lorem in."
    }
  ],
  "projects": [
    {
      "projectId": 1,
      "customerName": "Dereje",
      "address1": "123 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "DTK",
      "jobNumber": "3010",
      "productionMeter": true
    },
    {
      "projectId": 2,
      "customerName": "Winta",
      "address1": "124 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "AAA",
      "jobNumber": "3011",
      "productionMeter": true
    },
    {
      "projectId": 3,
      "customerName": "Ruhama",
      "address1": "125 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "AAA",
      "jobNumber": "3012",
      "productionMeter": true
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
