{
  "posts": [
    {
      "id":1,
      "userId": 0,
      "isActive": false,
      "balance": "$2,519.39",
      "title": "ut anim ullamco duis nostrud",
      "body": "Consectetur laborum incididunt voluptate in duis amet ad qui quis tempor. In sit labore est aute nulla ad incididunt quis. Nulla non voluptate laborum consequat amet ea eu. Deserunt velit ea commodo id occaecat minim officia do cillum."
    },
    {
      "id":2,
      "userId": 0,
      "isActive": true,
      "balance": "$2,321.56",
      "title": "qui ullamco aliquip veniam anim",
      "body": "Cupidatat exercitation ex labore amet. Eiusmod laboris ullamco ad elit id duis adipisicing excepteur culpa incididunt dolor non. Lorem dolor ea quis enim consectetur sint."
    },
    {
      "id":3,
      "userId": 0,
      "isActive": false,
      "balance": "$3,390.49",
      "title": "enim cupidatat aute nisi velit",
      "body": "Esse enim laboris est ut ipsum amet sunt in mollit culpa. Mollit magna excepteur officia est nulla excepteur pariatur aliquip aliquip ipsum duis anim. Qui aliquip exercitation mollit pariatur irure cillum velit non."
    },
    {
      "id":4,
      "userId": 1,
      "isActive": false,
      "balance": "$3,196.08",
      "title": "mollit enim officia elit aliqua",
      "body": "Sint ullamco deserunt dolore esse nisi. Nulla labore sunt nostrud labore occaecat deserunt. Velit cupidatat pariatur irure officia enim."
    },
    {
      "id":5,
      "userId": 1,
      "isActive": true,
      "balance": "$1,182.59",
      "title": "duis ea nulla elit occaecat",
      "body": "Qui et culpa deserunt exercitation consequat esse. Culpa nostrud enim sint voluptate minim eiusmod laboris incididunt consectetur veniam dolore. Ullamco nostrud aliqua duis exercitation qui id deserunt nostrud ipsum sit elit pariatur labore. Laboris incididunt id Lorem proident consequat ullamco aute exercitation pariatur. Voluptate culpa consectetur et laborum elit consectetur. Anim minim nisi et culpa sunt voluptate ipsum dolore qui quis nulla dolore eu."
    },
    {
      "id":6,
      "userId": 1,
      "isActive": false,
      "balance": "$1,094.57",
      "title": "qui incididunt exercitation consequat ea",
      "body": "Irure sint consectetur ea duis velit nostrud esse aliqua aute nisi. Irure anim qui pariatur proident ut aliqua do ipsum sunt proident quis ex consequat adipisicing. Lorem sint eu mollit duis elit Lorem occaecat. Amet eu enim aliquip sit enim excepteur occaecat. Ex cillum consectetur ex nostrud eu deserunt in commodo anim id. Velit incididunt ullamco et do officia consectetur ea quis laboris ad minim."
    },
    {
      "id":7,
      "userId": 0,
      "isActive": false,
      "balance": "$3,654.80",
      "title": "dolore minim anim excepteur fugiat",
      "body": "Aliquip do elit nulla labore est veniam nisi ad ea mollit magna amet magna. Ut tempor deserunt consequat anim id sint id pariatur tempor incididunt proident. Dolore do qui sit ad irure do eiusmod. Aliqua consectetur aliquip aliqua velit cupidatat nisi nulla cupidatat ipsum veniam. Incididunt minim anim occaecat labore voluptate deserunt tempor reprehenderit veniam. Commodo occaecat consectetur ea aute id pariatur adipisicing labore aliqua. Mollit ut ullamco mollit reprehenderit eiusmod ea dolor."
    },
    {
      "id":8,
      "userId": 0,
      "isActive": true,
      "balance": "$1,466.17",
      "title": "excepteur officia ea ipsum aliquip",
      "body": "Fugiat dolore in aute exercitation esse pariatur. Eiusmod tempor ex ea commodo. Mollit id consequat adipisicing laborum esse pariatur laboris aliquip et dolore elit. Reprehenderit irure eiusmod adipisicing est pariatur Lorem ad proident aute pariatur."
    },
    {
      "id":9,
      "userId": 1,
      "isActive": true,
      "balance": "$3,444.05",
      "title": "veniam aliqua deserunt esse labore",
      "body": "Commodo ipsum elit cupidatat exercitation labore officia. Adipisicing ex excepteur occaecat mollit est proident non sunt. Ad sit proident ad cupidatat esse ea quis commodo laborum. Id sint consequat consequat duis dolore sint dolor. Anim pariatur mollit magna tempor culpa esse ut do ex non voluptate id cupidatat ex."
    }
  ],
  "users": [
    {
      "id": 2,
      "name": {
        "first": "Maxine",
        "last": "Flores"
      },
      "isActive": false,
      "balance": "$2,464.13",
      "title": "nulla do et ullamco laboris",
      "body": "Duis occaecat consequat reprehenderit voluptate velit ullamco reprehenderit nisi do nostrud. Eiusmod do ea velit fugiat cillum ullamco est Lorem aliquip cillum anim velit nostrud. Minim in quis veniam voluptate occaecat ipsum in cillum. Do nulla in mollit eiusmod incididunt non mollit. Pariatur dolor magna laboris fugiat non reprehenderit qui excepteur excepteur. Id ad aliqua non culpa nisi ad adipisicing et ea pariatur."
    },
    {
      "id": 2,
      "name": {
        "first": "Michelle",
        "last": "Ellis"
      },
      "isActive": false,
      "balance": "$3,267.59",
      "title": "eiusmod excepteur nostrud irure laboris",
      "body": "In veniam minim quis ea in laboris dolore velit laboris duis amet. Non in ut duis et mollit enim eu anim nulla. Consectetur ea veniam consectetur reprehenderit pariatur eiusmod velit. Nulla occaecat est aliqua non cupidatat. Irure ipsum quis ex esse id. Ipsum labore officia culpa aute non non duis do aute eu labore commodo aliqua sit."
    },
    {
      "id": 2,
      "name": {
        "first": "Fox",
        "last": "Coffey"
      },
      "isActive": true,
      "balance": "$1,644.40",
      "title": "duis ad nulla reprehenderit do",
      "body": "Labore adipisicing culpa magna qui dolor do sit incididunt quis. Elit reprehenderit ullamco officia eu. Adipisicing nulla quis cupidatat duis exercitation. Ullamco do commodo ex dolore reprehenderit sit sunt aliqua duis laborum anim proident elit aliquip. Ullamco dolore sunt ullamco magna dolore ad eu. Occaecat pariatur ut excepteur et officia."
    },
    {
      "id": 1,
      "name": {
        "first": "Stacy",
        "last": "Paul"
      },
      "isActive": false,
      "balance": "$1,207.25",
      "title": "excepteur ea ut minim labore",
      "body": "Dolor nulla sit et sit ea ad ut veniam eiusmod cillum culpa. Culpa sit in velit labore ut minim cupidatat nisi. Occaecat ipsum labore culpa aute in id culpa officia ad exercitation et excepteur magna anim. Ut sunt aliqua minim fugiat deserunt ullamco laborum sint id ullamco adipisicing pariatur sint culpa. Minim commodo pariatur sint et nostrud labore. Deserunt labore dolor incididunt officia aliquip."
    },
    {
      "id": 2,
      "name": {
        "first": "Lloyd",
        "last": "Barnes"
      },
      "isActive": false,
      "balance": "$2,350.30",
      "title": "dolor id ullamco eu occaecat",
      "body": "Adipisicing eu fugiat anim eu exercitation incididunt ea aliqua magna nulla magna dolore aliquip do. Enim amet nulla elit amet cupidatat eiusmod adipisicing aliquip proident labore in in exercitation. Quis fugiat voluptate ea id consequat laborum irure. Adipisicing duis cillum labore et duis exercitation aliqua elit."
    },
    {
      "id": 1,
      "name": {
        "first": "Laurie",
        "last": "Johnston"
      },
      "isActive": false,
      "balance": "$1,052.31",
      "title": "aliquip eu duis do est",
      "body": "Amet sunt aute adipisicing in et laboris nisi officia labore sit adipisicing in sit. Consectetur ex Lorem enim ut sit velit qui. Esse enim anim ut in mollit est esse quis occaecat ullamco eu. Elit et voluptate consequat pariatur ipsum eu ipsum labore pariatur esse incididunt enim in. Ullamco Lorem ex nostrud magna. Velit ipsum proident proident consequat laboris sint."
    },
    {
      "id": 2,
      "name": {
        "first": "Grace",
        "last": "Weeks"
      },
      "isActive": true,
      "balance": "$1,947.13",
      "title": "cillum dolore mollit veniam elit",
      "body": "Sunt pariatur laboris qui reprehenderit. Consectetur id ex dolore sit. Adipisicing ipsum sit ipsum quis ad deserunt eu veniam aute laboris sit mollit. Occaecat exercitation fugiat deserunt deserunt aliquip fugiat cupidatat irure pariatur dolore proident. Minim id sint occaecat exercitation irure dolor nisi velit adipisicing duis eiusmod. Esse proident eu ipsum aliquip mollit ut aliqua ad ea aliqua enim ut nisi cupidatat."
    },
    {
      "id": 1,
      "name": {
        "first": "Wilda",
        "last": "Buchanan"
      },
      "isActive": true,
      "balance": "$2,516.76",
      "title": "commodo aliquip duis commodo Lorem",
      "body": "Officia cillum eu anim nostrud culpa aliqua laborum. Deserunt ex irure dolor ullamco officia amet. Laborum quis duis pariatur ex est aliquip ut consectetur nisi nisi consequat do."
    },
    {
      "id": 1,
      "name": {
        "first": "Reyna",
        "last": "Nichols"
      },
      "isActive": false,
      "balance": "$1,035.71",
      "title": "nisi deserunt laborum aute sunt",
      "body": "Qui deserunt sit ut laboris duis non quis. Labore esse cillum Lorem veniam cillum do amet eu amet dolor. Quis velit dolor officia et fugiat in. Eiusmod eu excepteur id amet veniam excepteur consectetur voluptate occaecat. Excepteur aliqua ut dolore incididunt velit minim incididunt."
    },
    {
      "id": 1,
      "name": {
        "first": "Lolita",
        "last": "Pacheco"
      },
      "isActive": true,
      "balance": "$1,934.08",
      "title": "tempor laborum anim cupidatat ipsum",
      "body": "Nisi velit consequat pariatur quis culpa fugiat. Excepteur sunt dolore ea deserunt aliquip. Laborum occaecat irure labore occaecat ad culpa enim consectetur commodo velit laboris duis. Elit consectetur laboris sit dolore amet esse elit id eiusmod consectetur est cillum sit irure. Eu irure laborum nisi occaecat esse est nisi adipisicing laboris commodo dolor esse. Sit sint culpa commodo ut dolore elit enim aliquip sit veniam excepteur. Fugiat nostrud non proident ex laboris et aliquip consectetur eu ex est."
    }
  ],
  "projects": [
    {
      "projectId": 1,
      "customerName": "Dereje",
      "address1": "123 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "DTK",
      "jobNumber": "3010",
      "productionMeter": true
    },
    {
      "projectId": 2,
      "customerName": "Winta",
      "address1": "124 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "AAA",
      "jobNumber": "3011",
      "productionMeter": true
    },
    {
      "projectId": 3,
      "customerName": "Ruhama",
      "address1": "125 Street ABC",
      "address2": "Silver Spring , MD",
      "date": "43059",
      "preparedBy": "AAA",
      "jobNumber": "3012",
      "productionMeter": true
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
